[
  {
    "id": 0,
    "name": "أذكار يوم الجمعة ",
    "description": "أدعية تقال يوم الجمعة لغفران الذنوب (رَبَّنَا إِنَّنَا آمَنَّا فَاغْفِرْ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ النَّارِ).[١] (رَّبِّ اغْفِرْ لِي وَلِوَالِدَيَّ وَلِمَن دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ).[٢] (رَبِّ إِنِّي ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي).[٣] (رَبَّنَا لاَ تُؤَاخِذْنَا إِن نَّسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلاَ تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِن قَبْلِنَا رَبَّنَا وَلاَ تُحَمِّلْنَا مَا لاَ طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَآ أَنتَ مَوْلاَنَا فَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ).[٤] (اللَّهُمَّ اغْفِرْ لي خَطِيئَتي وَجَهْلِي، وإسْرَافِي في أَمْرِي، وَما أَنْتَ أَعْلَمُ به مِنِّي، اللَّهُمَّ اغْفِرْ لي جِدِّي وَهَزْلِي، وَخَطَئِي وَعَمْدِي، وَكُلُّ ذلكَ عِندِي، اللَّهُمَّ اغْفِرْ لي ما قَدَّمْتُ وَما أَخَّرْتُ، وَما أَسْرَرْتُ وَما أَعْلَنْتُ، وَما أَنْتَ أَعْلَمُ به مِنِّي، أَنْتَ المُقَدِّمُ وَأَنْتَ المُؤَخِّرُ، وَأَنْتَ علَى كُلِّ شيءٍ قَدِيرٌ).[٥] اللهم في يوم الجمعة نسألك أن تغفر ذنوبنا جميعها، وأن تتقبّل منّا توبتنا، وأن تعفو عنّا وترحمنا. اللهم اغفر ذنوبي، واستر عيوبي، واعفُ عن خطاياي، وتجاوز عن تقصيري وإسرافي في أمري. اللهم إنّا نسألك الجنّة وما قرّب إليها من قولٍ أو عمل، ونعوذ بك من النار وما قرّب إليها من قولٍ أو عمل، وأكرمنا بمغفرتك وتفضّل علينا بعفوك يا عفوّ يا غفور يا ذا الفضل والإحسان. اللهم أنت ملاذنا، وأنت مولانا، وأنت العليم بحالنا، إن لم ترحمنا يا رب فمن يرحمنا، وإن لم تغفر لنا فمن يغفر لنا، جئناك يا ربّي منيبين تائبين خاضعين نرجو مغفرتك ونخشى عذابك، ونسألك ألّا تغيب شمس يوم الجمعة إلّا وقد غفرت لنا ذنوبنا جميعها وتجاوزت عن صغيرها وكبيرها يا أرحم الراحمين يا رب. اللهم قِنا عذابك يوم تبعث عبادك، وارحمنا واغفر لنا وجازنا بفضلك وجودك ولا تجازنا بأعمالنا"
  },
  {
    "id": 1,
    "name": "الأذكار في العشر الأوائل من ذي الحجة",
    "description": "    تُعتبر أول عشرة أيام من شهر ذي الحجة مباركة لارتباطها بأيّام الفريضة الخامسة من أركان الإسلام ألا وهو الحج، ولا سيّما في يوم عرفة، حيث يجتمع الحُجّاج على جبل عرفة يدعون الله، ويذكرونه، ويُمجّدونه، ويتقرّبون إليه بالدّعاء، والصّلاة وقراءة القرآن، وعن الرّسول -صلى الله عليه وسلم- قال: (ما من أيَّامٍ أعظمُ عندَ اللَّهِ ولا أحبُّ إليهِ منَ العملِ فيهنَّ من هذِهِ الأيَّامِ العَشرِ، فأَكْثروا فيهنَّ منَ التَّهليلِ، والتَّكبيرِ، والتَّحميدِ).[١] ومن الأذكار التي يُمكن للمسلم أن يُداوم عليها في هذه الفترة ما يأتي:[٢] التّهليل وهي قول (لا إله إلا الله)، شهادة الإسلام والرّكن الأول من أركانه، وفضلها عظيم كما ورد عن الرّسول -صلى الله عليه وسلم- في الحديث الشّريف: (من قال: لا إلهَ إلَّا اللهُ وحدَه لا شريكَ له، له المُلْكُ وله الحمْدُ، وهو على كلِّ شيءٍ قديرٌ، في يومٍ مائةَ مرَّةٍ كانت له عِدلُ عشرِ رِقابٍ، وكُتِبت له مائةُ حسنةٍ، ومُحِيَتْ عنه مائةُ سيِّئةٍ، وكانت له حِرزًا من الشَّيطانِ يومَه ذلك حتَّى يُمسيَ، ولم يأتِ أحدٌ بأفضلَ ممَّا جاء به إلَّا رجلٌ عمِل أكثرَ منه).[٣] التّكبير وتكون بقول (الله أكبر) دلالةً على عظمة الله تعالى، والإقرار بعِظَم شأنه، وأنّه وحده من يستحقّ التّعظيم والتّبجيل، وقد ورد عنِ ابنِ عباسٍ - رضي اللهُ عنهما-: (أنه كان يكبِّرُ مِن غَداةِ عرفةَ إلى آخرِ أيامِ التشريقِ، وكان لا يكبِّرُ في المغربِ، وكان تكبيرُه: اللهُ أكبرُ كبيراً، اللهُ أكبرُ كبيراً، اللهُ أكبرُ كبيراً وللهِ الحمدُ، اللهُ أكبرُ وأجلُّ، اللهُ أكبرُ على ما هَدانا).[٤] التّحميد وتكون بقول (الحمد لله) عند السرّاء لتدل على شكره، وعند الضرّاء لتدل على الإيمان بحكمة الله لهذا المُصاب، وبتكرار الحمد لله فإنّه يثبت معناها في القلب، ولا معنىً لها دون اليقين بها "
  },
  {
    "id": 2,
    "name": "أذكار طلوع الشمس وغروبها",
    "description": "(اللَّهمَّ بِكَ أصبحنا وبِكَ أمسينا وبِكَ نحيا وبِكَ نموتُ وإليْكَ المصيرُ).[٦] (أَصبَحْنا على فِطرةِ الإسلامِ، وكَلِمةِ الإخلاصِ، ودِينِ نبيِّنا محمَّدٍ -صلَّى اللهُ عليه وسلَّمَ-، ومِلَّةِ أبينا إبراهيمَ حَنيفًا، ولم يَكُنْ مِنَ المُشرِكين).[٧] (اللَّهمَّ ما أصبَح بي مِن نعمةٍ أو بأحَدٍ مِن خَلْقِكَ فمنكَ وحدَكَ لا شريكَ لكَ فلَكَ الحمدُ ولكَ الشُّكرُ).[٨] (اللَّهمَّ إنِّي أسألُكَ العفوَ والعافيةَ، في الدُّنيا والآخرةِ، اللَّهمَّ إنِّي أسألُكَ العفوَ والعافيةَ، في دِيني ودُنيايَ، وأهلي ومالي، اللَّهمَّ استُرْ عَوراتي، وآمن رَوعاتِي، اللَّهمَّ احفَظْني من بينِ يديَّ، ومن خلفي، وعن يميني، وعن شمالي، ومن فَوقِي، وأعوذُ بعظمتِكَ أن أُغْتَالَ مِن تحتي).[٩] (اللَّهمَّ إنِّي أصبحتُ أشْهدُكَ، وأشْهدُ حملةَ عرشِكَ، وملائِكتَكَ، وجميعَ خلقِكَ؛ أنَّكَ أنتَ اللَّهُ لا إلَهَ إلَّا أنتَ وحدَكَ لا شريكَ لَكَ، وأنَّ محمَّدًا عبدُكَ ورسولُكَ)"
  },
  {
    "id": 3,
    "name": "الأذكار المستحبة يوم النحر والتشريق",
    "description": " الأذكار المستحبة للحاج يوم النحر هناك العديد من الأدعية والأذكار التي يُستحبُّ أن يقوم بها الحاج يوم النحر، منها ما يأتي:[١] عند الخروج من المشعر الحرام والوصول إلى منى يُستحب أن يقول: \\\"الحَمْدُ لِلَّهِ الَّذي بَلَّغَنِيها سالِماً مُعافَىً، اللَّهُمَّ هَذِهِ مِنَى قَدْ أتَيْتُها، وأنا عَبْدُكَ وفي قَبْضَتِكَ، أسألُكَ أنْ تَمُنَّ عَليَّ بِمَا مَنَنْتَ به على أوليائِكَ، اللَّهُمَّ إني أعُوذُ بِكَ مِنْ الحِرْمانِ وَالمُصِيبَةِ في دِينِي يا أرْحَمَ الراحمين\\\". قطع التلبية والبدء بالتكبير عند رمي جمرة العقبة. يُسن التكبير مع كلِّ حصاة، ولا يُسنُّ الوقوف عندها للدعاء. عند الذبح يُستحب أن يقول: بِسْمِ اللَّهِ واللَّهُ أكْبَرُ، اللَّهُمَّ صَلِّ على مُحَمَّدٍ وعلى آلِه وسَلّم، اللَّهُمَّ مِنْكَ وَإِلَيْكَ، تَقَبَّلْ مِنِّي، أو تَقَبَّلْ مِنْ فُلانٍ إن كان يذبحه عن غيره. عند الحلق بعد الذبح مع وضع اليد على الجبين يُستحب أن يقول: الحَمْدُ لله على ما هَدَانا، والحَمْدُ لِلَّهِ على ما أنْعَمَ بِهِ عَلَيْنا، اللَّهُمَّ هَذِهِ نَاصِيَتي فَتَقَبَّلْ مِنِّي وَاغْفِرْ لي ذُنُوبي، اللَّهُمَّ اغْفِرْ لي وللْمُحَلِّقِينَ والمُقَصِّرِينَ، يا وَاسِعَ المَغْفِرَةِ آمِين. بعد الحلق يُستحب أن يقول:الحَمْدُ لِلَّهِ الذي قَضَى عَنَّا نُسُكَنا، اللَّهُمَّ زِدْنا إيمَاناً ويقينا وَعَوناً، وَاغْفِرْ لَنَا ولآبائِنا وأُمَّهاتِنا والمُسْلِمينَ أجْمَعِينَ، يستحب أن يكبّر الحاج ويقولها بعد الحلق."
  },
  {
    "id": 4,
    "name": "اجمل صلاة على النبي",
    "description": "اللهم صل وسلم على سيدنا محمد صلاة تحل بها عقدتي، وتفرج بها كربتي، وتمحو بها خطيئتي، وتقضي بها حاجتي. اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَأَنْزِلْهُ الْمَنْزِلَ الْمُقَرَّبَ مِنْكَ يَوْمَ الْقِيَامَة. اللهم صلّ صلاة كاملة وسلّم سلاماً تاماً على سيدنا محمد النبي الأميّ الذي تنحل به العقد، وتنفرج به الكرب، وتُقضى به الحوائج، وتنال به الرغائب وحسن الخواتم، ويستسقى الغمام، وعلى آله وصحبه عدد كل معلوم لله. اللهم صل وسلم على سيدنا محمد وعلى آله، صلاة تكون لنا طريقاً لقربه، وتأكيداً لحبه، وباباً لجمعنا عليه، وهدية مقبولة بين يديه، وسلم وبارك كذلك أبداً، وارض عن آله وصحبه السعداء، واكسنا حُلل الرضا. اللهم صل وسلم على سيدنا محمد صلاة تهب لنا بها أكمل المراد وفوق المراد، في دار الدنيا ودار المعاد، وعلى آله وصحبه وبارك وسلم عدد ما علمت وزنة ماعلمت وملء ما علمت. اللهم صل على سيدنا محمد صلاة تنجينا بها من جميع الأهوال والآفات، وتقضي بها جميع الحاجات، وتطهرنا بها من جميع السيئات، وترفعنا بها عندك أعلى الدرجات، وتبلغنا بها أقصى الغايات من جميع الخيرات في الحياة وبعد الممات، وعلى آله وصحبه وسلم تسليماً كثيراً. اللهم صل على محمد عدد الرمل والحصى، في مستقر الأرضين شرقها وغربها وسهلها وجبالها، من يوم خلقت الدنيا إلى يوم القيامة، في كل يوم ألف مرة . اللهم صلّ على محمد وعلى آل محمد، كما صليت على إبراهيم وعلى آل إبراهيم، وبارك على محمد وعلى آل محمد، كما باركت على إبراهيم وعلى آل إبراهيم، إنك حميد مجيد. اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّد في الأَوَّلِينَ وَالآخِرِينَ، وَفِي الْمَلأِ الأَعْلَى إِلَى يَوْمِ الْدِّينِ. اللهم صل وسلم وبارك على سيدنا محمد وعلى آله وصحبه عدد ما في علم الله، صلاةً دائمة بدوام ملك الله. اللهم صل وسلم وبارك على سيدنا محمد وعلى آله وصحبه عدد كمال الله وكما يليق بكماله. اللهم صل وسلم وبارك على سيدنا محمد وعلى آله عدد حروف القرآن حرفاً حرفاً، وعدد كل حرف ألفاً ألفاً، وعدد صفوف الملائكة صفاً صفاً، وعدد كل صف ألفاً ألفاً، وعدد الرمال ذرة ذرة، وعدد ما أحاط به علمك، وجرى به قلمك، ونفذ به حكمك في برك وبحرك، وسائر خلقك. اللهم صَلِ عَلَى سَيِّدِنَا مُحَمَّدٍ أَصْلِ الأُصُول، نُورِ الْجَمَالِ، وَسِرِّ الْقَبُول، أَصْلِ الْكَمَالِ، وَبَابِ الْوُصُول، صلاةً تَدُومُ وَلا تَزُول، اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمِّدٍ أَكْرَمِ نَبِيٍّ، وَأَعْظَمِ رَسُول مَنْ جَاهُهُ مَقْبُول، وَمُحِبُّهُ مَوْصُول، الْمُكَرَّمُ بِالصِّدْقِ فِي الْخُرُوجِ وَالدُّخُول، صلاةً تَشْفِي مِنَ الأَسْقَامِ وَالنُّحُول وَالأَمْرَاضِ وَالذُّبُول، وَنَنْجُو بِهَا يَوْمَ الْكَرْبِ الْعَظِيمِ مِنَ الذُّهُول، صلاةً تَشْمَلُ آلَ بَيْتِ الرَّسُول وَالأَزْوَاجَ وَالأَصْحَابَ، وَتَعُمُّ الْجَمِيعَ بِالْقَبُول، الشَّبَابَ فِيهِمْ وَالْكُهُول، وَسَلِّمْ عَلَيْهِ وَعَلَى آلِهِ وَأَصْحَابِه أجمعين، آمِين. اللهم صلِّ وسلم على صاحب الخُلق العظيم والقدر الفخيم مَن أرسلته رحمة للعالمين سيدنا محمد وعلى آله وصحبه، وألحقنا بخُلقه وأدّبنا بأدبه، وأحيي فينا وفي أُمته هذه المعاني يا كريم. اللهم صل على سيدنا محمد النبي الأمي الحبيب العالي القدر العظيم الجاه، واغنني بفضلك عمن سواك، وعلى آله و صحبه وسلم، اللهم أعني على ذكرك وشكرك و حسن عبادتك، والطف بي فيما جرت به المقادير، و اغفر لي و لجميع المسلمين، وارحمني و إياهم برحمتك الواسعة في الدنيا والآخرة يا كريم يا رحيم. الصلاة والسلام عليك يا حبيبي يا رسول الله، أنت المقدم في كل مقام، الصلاة والسلام عليك يا خيرة الله من خلقه أجمعين، الصلاة والسلام عليك وعلى آلك وأصحابك وأزواجك أجمعين، رب اغفر لي ولوالدي وارحمهما كما ربياني صغيراً."
  },
  {
    "id": 5,
    "name": "اذكار الصباح كاملة",
    "description": " سيّد الاستغفار، قال رسول الله صلى الله عليه وسلم: (سَيِّدُ الِاسْتِغْفارِ أنْ تَقُولَ: اللَّهُمَّ أنْتَ رَبِّي لا إلَهَ إلَّا أنْتَ، خَلَقْتَنِي وأنا عَبْدُكَ، وأنا علَى عَهْدِكَ ووَعْدِكَ ما اسْتَطَعْتُ، أعُوذُ بكَ مِن شَرِّ ما صَنَعْتُ، أبُوءُ لكَ بنِعْمَتِكَ عَلَيَّ، وأَبُوءُ لكَ بذَنْبِي فاغْفِرْ لِي، فإنَّه لا يَغْفِرُ الذُّنُوبَ إلَّا أنْتَ قالَ: ومَن قالَها مِنَ النَّهارِ مُوقِنًا بها، فَماتَ مِن يَومِهِ قَبْلَ أنْ يُمْسِيَ، فَهو مِن أهْلِ الجَنَّةِ، ومَن قالَها مِنَ اللَّيْلِ وهو مُوقِنٌ بها، فَماتَ قَبْلَ أنْ يُصْبِحَ، فَهو مِن أهْلِ الجَنَّةِ).[٤] (أَصبَحْنا على فِطرةِ الإسلامِ، وعلى كَلِمةِ الإخلاصِ، وعلى دِينِ نَبيِّنا محمَّدٍ صلَّى اللهُ عليه وسلَّمَ، وعلى مِلَّةِ أبِينا إبراهيمَ، حَنيفًا مُسلِمًا، وما كان مِنَ المُشرِكينَ).[٥] (سبحانَ اللَّهِ وبحمدِه لا قوَّةَ إلَّا باللَّهِ ما شاءَ اللَّهُ كانَ وما لم يشأ لم يَكن أعلمُ أنَّ اللَّهَ على كلِّ شيءٍ قديرٌ وأنَّ اللَّهَ قد أحاطَ بِكلِّ شيءٍ علمًا) فإنَّهُ من قالَها حينَ يصبِحُ حُفِظَ حتَّى يمسيَ ومن قالَها حينَ يمسي حُفِظَ حتَّى يصبِحَ.[٦] قال رسول الله صلى الله عليه وسلم: (مَن قال: بسمِ اللهِ الذي لا يَضرُ مع اسمِه شيءٌ في الأرضِ ولا في السماءِ وهو السميعُ العليمِ، ثلاثُ مراتٍ، لم تصبْه فجأةُ بلاءٍ حتى يُصبحَ، ومَن قالها حينَ يُصبحُ ثلاثَ مراتٍ لم تُصبْه فجأةُ بلاءٍ حتى يُمسي).[٧] قال رسول الله صلى الله عليه وسلم: (مَن قالَ حينَ يصبحُ وحينَ يُمسي: سبحانَ اللَّهِ وبحمدِهِ مائةَ مرَّةٍ: لم يأتِ أحدٌ يومَ القيامةِ بأفضلَ ممَّا جاءَ بِهِ، إلَّا أحدٌ قالَ مثلَ ما قالَ، أو زادَ علَيهِ).[٨] رُوي عن عبد الله بن عمر -رضي الله عنه- أنه قال: (لم يكن رسولُ اللهِ صلَّى اللهُ عليهِ وسلَّم يدعُ هؤلاءِ الدعواتِ حين يُمسي وحين يُصبحُ، اللهمَّ إني أسألُك العفوَ والعافيةَ، في الدنيا والآخرةِ، اللهمَّ إني أسألُك العفوَ والعافيةَ، في دِيني ودنيايَ وأهلي ومالي، اللهمَّ استُرْ عوراتي، وآمِنْ روعاتي، واحفظني من بين يدي، ومن خلفي، وعن يميني، وعن شمالي، ومن فوقي، وأعوذُ بك أن أُغْتَالَ من تحتي).[٩] قال رسول الله صلى الله عليه وسلم: (إذا أصبحَ أحدُكُم فليقُلْ: اللَّهمَّ بِكَ أصبَحنا، وبِكَ أمسَينا، وبِكَ نحيا وبِكَ نموتُ وإليكَ المصيرُ، وإذا أمسَى فليقُلْ: اللَّهمَّ بِكَ أمسَينا وبِكَ أصبَحنا وبِكَ نحيا وبِكَ نموتُ وإليكَ النُّشورُ).[١٠] (اللهمَّ إنِّي أعوذُ بك من الهمِّ والحزنِ، والعجزِ والكسلِ، والبُخلِ والجُبنِ، وضَلَعِ الدَّينِ، وغَلَبَةِ الرجالِ).[١١] (اللَّهمَّ إنِّي أسألُكَ خيرَ هذا اليومِ فتحَه، ونصرَه، ونورَه، وبرَكتَه، وَهدايتَهُ، وأعوذُ بِكَ من شرِّ ما فيهِ وشرِّ ما بعدَه).[١٢] (اللَّهُمَّ إنِّي أسألُكَ العافيةَ في الدُّنيا والآخِرةِ، اللَّهُمَّ إنِّي أسألُكَ العَفوَ والعافيةَ في دِيني ودُنيايَ، وأهْلي ومالي، اللَّهُمَّ استُرْ عَوْراتي، وآمِنْ رَوْعاتي، اللَّهُمَّ احْفَظْني من بينِ يَدَيَّ، ومن خَلْفي، وعن يَميني، وعن شِمالي، ومن فَوْقي، وأعوذُ بعَظَمتِكَ أنْ أُغْتالَ من تَحْتي).[١٣] (اللهم إنا نعوذُ بك من أن نُشرِكَ بك شيئًا نعلَمُه، و نستغفرُك لما لا نعلمُه).[١٤] قال النبي لفاطمة رضي الله عنها: (ما يمنعُكِ أن تسمَعي ما أوصيكِ بِهِ أن تقولي إذا أصبَحتِ وإذا أمسَيتِ يا حيُّ يا قيُّومُ، برَحمتِكَ أستَغيثُ، أصلِح لي شأني كُلَّهُ، ولا تَكِلني إلى نَفسي طرفةَ عينٍ).[١٥] قال رسول الله صلى الله عليه وسلم: (من قالَ حينَ يصبحُ اللَّهمَّ ما أصبحَ بي من نعمةٍ أو بأحدٍ من خلقِكَ فمنكَ وحدَكَ لا شريكَ لكَ فلكَ الحمدُ ولكَ الشُّكرُ فقد أدَّى شكرَ يومِهِ ومن قالَ مثلَ ذلكَ حينَ يمسي فقد أدَّى شكرَ ليلتِهِ).[١٦] قال رسول الله -صلى الله عليه وسلم- لأبي بكر لما سأله عن دعاء يدعوه في الصباح والمساء: (قل: اللَّهمَّ عالِمَ الغَيبِ والشَّهادةِ، فاطرَ السَّمواتِ والأرضِ، رَبَّ كلِّ شيءٍ ومَليكَهُ، أشهدُ أن لا إلَهَ إلَّا أنتَ، أعوذُ بِكَ مِن شرِّ نفسي وشرِّ الشَّيطانِ وشِركِهِ، قلهُ إذا أصبَحتَ، وإذا أمسَيتَ، وإذا أخَذتَ مَضجعَكَ).[١٧] (حَسبيَ اللهُ لا إلهَ إلَّا هو، عليه تَوكَّلْتُ، وهو ربُّ العَرشِ العَظيمِ)، سَبعَ مراتٍ، كَفاه اللهُ ما أهَمَّه من أمرِ الدُّنيا والآخِرةِ.[١٨] (سُبْحَانَ اللهِ وَبِحَمْدِهِ، عَدَدَ خَلْقِهِ وَرِضَا نَفْسِهِ وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِ)،[١٩] وهي تُقال ثلاث مرات. (سبحانَ اللَّهِ وبحمدِهِ مئةَ مرَّةٍ).[٨] (اللَّهُمَّ إنِّي أصبَحتُ أُشهِدُك، وأُشهِدُ حَمَلةَ عَرشِكَ، ومَلائِكَتَك، وجميعَ خَلقِكَ: أنَّكَ أنتَ اللهُ لا إلهَ إلَّا أنتَ، وأنَّ مُحمَّدًا عبدُكَ ورسولُكَ).[٢٠] (رَضيتُ باللَّهِ ربًّا، وبالإسلامِ دينًا، وبِمُحمَّدٍ رسولًا)، من قالها وجبت له الجنة.[٢١] (اللَّهمَّ عافِني في بدَني اللَّهمَّ عافِني في سمعي اللَّهمَّ عافِني في بصري لا إلهَ إلَّا أنت تقولُها حينَ تُمسِي ثلاثًا وحينَ تصبِحُ ثلاثًا وتقولُ اللَّهمَّ إنِّي أعوذُ بِكَ منَ الكُفْرِ والفقرِ اللَّهمَّ إنِّي أعوذُ بكَ من عذابِ القبرِ لا إلهَ إلَّا أنت تعيدُها ثَلاثَ مرَّاتٍ).[٢٢] (كانَ نَبِيُّ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ، إذَا أَمْسَى قالَ: أَمْسَيْنَا وَأَمْسَى المُلْكُ لِلَّهِ، وَالْحَمْدُ لِلَّهِ لا إلَهَ إلَّا اللَّهُ، وَحْدَهُ لا شَرِيكَ له قالَ: أُرَاهُ قالَ فِيهِنَّ: له المُلْكُ وَلَهُ الحَمْدُ وَهو علَى كُلِّ شيءٍ قَدِيرٌ، رَبِّ أَسْأَلُكَ خَيْرَ ما في هذِه اللَّيْلَةِ وَخَيْرَ ما بَعْدَهَا، وَأَعُوذُ بكَ مِن شَرِّ ما في هذِه اللَّيْلَةِ وَشَرِّ ما بَعْدَهَا، رَبِّ أَعُوذُ بكَ مِنَ الكَسَلِ وَسُوءِ الكِبَرِ، رَبِّ أَعُوذُ بكَ مِن عَذَابٍ في النَّارِ وَعَذَابٍ في القَبْرِ وإذَا أَصْبَحَ قالَ ذلكَ أَيْضًا: أَصْبَحْنَا وَأَصْبَحَ المُلْكُ لِلَّهِ).[٢٣] (مَن صلى عَلَيَّ حين يُصْبِحُ عَشْرًا ، وحين يُمْسِي عَشْرًا أَدْرَكَتْه شفاعتي يومَ القيامةِ).[٢٤] (من قال: أستغفرُ اللهَ العظيمَ الذي لا إلهَ إلَّا هو الحيَّ القيومَ وأتوبُ إليه؛ غُفِرَ له وإنْ كان فرَّ من الزحفِ).[٢٥] (اللَّهمَّ إنِّي أسألُكَ عِلمًا نافعًا ورزقًا طيِّبًا وعملًا متقبَّلًا).[٢٦] (أعوذُ بكلماتِ اللهِ التَّامَّاتِ مِن شرِّ ما خلَق).[٢٧] ثلاث مرات اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد، فقد جاء في الحديث: (مَن صلى عَلَيَّ حين يُصْبِحُ عَشْرًا ، وحين يُمْسِي عَشْرًا أَدْرَكَتْه شفاعتي يومَ القيامةِ).[٢٤] (من قال إذا أصبَح: لا إلهَ إلَّا اللهُ وحدَه لا شريكَ له له الملكُ وله الحمدُ وهو على كلِّ شيءٍ قديرٌ عشْرَ مرَّاتٍ كُتِب له بهنَّ عشْرُ حسناتٍ ومُحي بهنَّ عنه عشْرُ سيِّئاتٍ ورُفِع له بهن عشْرُ درجاتٍ وكُنَّ له عَدْلَ عِتاقةِ أربعِ رقابٍ وكُنَّ له حرَسًا مِن الشَّيطانِ حتَّى يُمسيَ.. ومَن قالهنَّ حينَ يُمسي كان له مثلُ ذلك حتَّى يُصبِحَ)"
  },
  {
    "id": 6,
    "name": "أذكار تجلب الرزق",
    "description": "(اللَّهُمَّ إنِّي أعُوذُ بكَ مِنَ الهَمِّ والحَزَنِ، والعَجْزِ والكَسَلِ، والجُبْنِ والبُخْلِ، وضَلَعِ الدَّيْنِ، وغَلَبَةِ الرِّجالِ).[٣] (اللَّهمَّ اكفني بِحلالِكَ عن حرامِكَ، وأغنِني بِفَضلِكَ عَمن سواكَ).[٤] (اللَّهُمَّ رَبَّ السَّمَوَاتِ وَرَبَّ الأرْضِ وَرَبَّ العَرْشِ العَظِيمِ، رَبَّنَا وَرَبَّ كُلِّ شيءٍ، فَالِقَ الحَبِّ وَالنَّوَى، وَمُنْزِلَ التَّوْرَاةِ وَالإِنْجِيلِ وَالْفُرْقَانِ، أَعُوذُ بكَ مِن شَرِّ كُلِّ شيءٍ أَنْتَ آخِذٌ بنَاصِيَتِهِ، اللَّهُمَّ أَنْتَ الأوَّلُ فليسَ قَبْلَكَ شيءٌ، وَأَنْتَ الآخِرُ فليسَ بَعْدَكَ شيءٌ، وَأَنْتَ الظَّاهِرُ فليسَ فَوْقَكَ شيءٌ، وَأَنْتَ البَاطِنُ فليسَ دُونَكَ شيءٌ، اقْضِ عَنَّا الدَّيْنَ، وَأَغْنِنَا مِنَ الفَقْرِ).[٥] (اللَّهُمَّ إنِّي أعُوذُ بكَ مِنَ الكَسَلِ والهَرَمِ، والمَأْثَمِ والمَغْرَمِ، ومِنْ فِتْنَةِ القَبْرِ، وعَذابِ القَبْرِ، ومِنْ فِتْنَةِ النَّارِ وعَذابِ النَّارِ، ومِنْ شَرِّ فِتْنَةِ الغِنَى، وأَعُوذُ بكَ مِن فِتْنَةِ الفَقْرِ "
  },
  {
    "id": 7,
    "name": "أذكار السفر",
    "description": " (اللهُ أكبَرُ، اللهُ أكبَرُ، اللهُ أكبَرُ).[٢] (أنَّ رَسولَ اللهِ صَلَّى اللَّهُ عليه وسلَّمَ كانَ إذَا اسْتَوَى علَى بَعِيرِهِ خَارِجًا إلى سَفَرٍ، كَبَّرَ ثَلَاثًا، ثُمَّ قالَ: سُبْحَانَ الذي سَخَّرَ لَنَا هذا، وَما كُنَّا له مُقْرِنِينَ، وإنَّا إلى رَبِّنَا لَمُنْقَلِبُونَ، اللَّهُمَّ إنَّا نَسْأَلُكَ في سَفَرِنَا هذا البِرَّ وَالتَّقْوَى، وَمِنَ العَمَلِ ما تَرْضَى، اللَّهُمَّ هَوِّنْ عَلَيْنَا سَفَرَنَا هذا، وَاطْوِ عَنَّا بُعْدَهُ، اللَّهُمَّ أَنْتَ الصَّاحِبُ في السَّفَرِ، وَالْخَلِيفَةُ في الأهْلِ، اللَّهُمَّ إنِّي أَعُوذُ بكَ مِن وَعْثَاءِ السَّفَرِ، وَكَآبَةِ المَنْظَرِ، وَسُوءِ المُنْقَلَبِ في المَالِ وَالأهْلِ، وإذَا رَجَعَ قالَهُنَّ، وَزَادَ فِيهِنَّ: آيِبُونَ تَائِبُونَ عَابِدُونَ، لِرَبِّنَا حَامِدُونَ).[٣] (سُبْحانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ* وَإِنَّا إِلَى رَبِّنَا لَمُنقَلِبُونَ).[٤] كان النبي -صلى الله عليه وسلم- إذا رجع من السفر كبَّر ثلاثًا، ثم دعا بأدعية السفر السابقة، ثم زاد فيهنَّ: (آيِبُونَ تَائِبُونَ عَابِدُونَ لِرَبِّنَا حَامِدُونَ).[٢] (اللهم أصحبنَا بنُصحكَ واقلبْنا بذمّةٍ، اللهم ازْوِ لنا الأرضَ وهوِّنْ علينا السفرَ).[٥] إذا نزل المسافر منزلاً يقول: (أعوذُ بِكلماتِ اللهِ التَّامَّاتِ من شرِّ ما خَلقَ)، فمن قالها لَم يَضرَّهُ شَيءٌ حتى يَرْتَحِلَ مَن مَنْزِلِه.[٦] إذا جاء وقت السحر أثناء السفر يدعو المسافر فيقول: (سَمِعَ سَامِعٌ بحَمْدِ اللهِ وَحُسْنِ بَلَائِهِ عَلَيْنَا، رَبَّنَا صَاحِبْنَا وَأَفْضِلْ عَلَيْنَا، عَائِذًا باللَّهِ مِنَ النَّارِ).[٧] إذا أقبل الليل يدعو المسافر فيقول: (يا أرضُ ربِّي وربُّكِ اللَّهُ، أعوذُ باللَّهِ من شرِّكِ وشرِّ ما فيكِ، وشرِّ ما خلقَ فيكِ، وشرِّ ما يدبُّ عليكِ، أعوذُ بكَ من أسَدٍ وأسوَدَ، ومنِ الحيَّةِ والعقربِ، ومن ساكنِ البلدِ، ووالدٍ وما ولد"
  },
  {
    "id": 8,
    "name": "أذكار ما قبل النوم",
    "description": "سورة الإخلاص، قال -تعالى-: (قل هو اللّه أحد* اللّه الصّمد* لم يلد ولم يولد* ولم يكن له كفوًا أحد).[١] سورة الفلق، قال -تعالى-: (قل أعوذ بربّ الفلق* من شرّ ما خلق* ومن شرّ غاسق إذا وقب* ومن شرّ النّفّاثات في العقد* ومن شرّ حاسد إذا حسد)، [4] ثلاث مرات. سورة الناس، قال -تعالى-: (قل أعوذ بربّ النّاس* ملك النّاس* إله النّاس* من شرّ الوسواس الخنّاس* الّذي يوسوس في صدور النّاس* من الجنّة والنّاس)،[٢] ثلاث مرات. آية الكرسي، قال -تعالى-: (اللّه لا إله إلاّ هو الحيّ القيّوم لا تأخذه سنة ولا نوم له ما في السّماوات وما في الأرض من ذا الّذي يشفع عنده إلاّ بإذنه يعلم ما بين أيديهم وما خلفهم ولا يحيطون بشيء من علمه إلاّ بما شاء وسع كرسيّه السّماوات والأرض ولا يؤوده حفظهما وهو العليّ العظيم). [2] أواخر سورة البقرة، قال -تعالى-: (آمن الرّسول بما أنزل إليه من ربّه والمؤمنون كلّ آمن باللّه وملائكته وكتبه ورسله لا نفرّق بين أحد من رسله وقالوا سمعنا وأطعنا غفرانك ربّنا وإليك المصير* لا يكلّف اللّه نفسًا إلّا وسعها لها ما كسبت وعليها ما اكتسبت ربّنا لا تؤاخذنا إن نسينا أو أخطأنا ربّنا ولا تحمل علينا إصرًا كما حملته على الّذين من قبلنا ربّنا ولا تحمّلنا ما لا طاقة لنا به واعف عنّا واغفر لنا وارحمنا أنت مولانا فانصرنا على القوم الكافرين).[٣] سورة الملك وسورة السجدة "
  },
  {
    "id": 6,
    "name": "أذكار التوبة",
    "description": " (لَّا إِلَهَ إِلَّا أَنتَ سُبْحَانَكَ إِنِّي كُنتُ مِنَ الظَّالِمِينَ).[١] (اللَّهُمَّ اغْفِرْ لي ذَنْبِي كُلَّهُ دِقَّهُ، وجِلَّهُ، وأَوَّلَهُ وآخِرَهُ وعَلانِيَتَهُ وسِرَّهُ).[٢] (اللَّهُمَّ أَنْتَ المَلِكُ لا إلَهَ إلَّا أَنْتَ، أَنْتَ رَبِّي وَأَنَا عَبْدُكَ، ظَلَمْتُ نَفْسِي، وَاعْتَرَفْتُ بذَنْبِي، فَاغْفِرْ لي ذُنُوبِي جَمِيعًا، إنَّه لا يَغْفِرُ الذُّنُوبَ إلَّا أَنْتَ، وَاهْدِنِي لأَحْسَنِ الأخْلَاقِ، لا يَهْدِي لأَحْسَنِهَا إلَّا أَنْتَ، وَاصْرِفْ عَنِّي سَيِّئَهَا، لا يَصْرِفُ عَنِّي سَيِّئَهَا إلَّا أَنْتَ).[٣] (ربِّ اغفِرْ لي وتُبْ علَيَّ إنَّكَ أنتَ التَّوَّابُ الرَّحيمُ).[٤] قال الرسول -صلى الله عليه وسلم-: (اللَّهمَّ أنتَ ربِّي، لا إلهَ إلَّا أنتَ، خلقْتَني، وأنا عبدُكَ، وأنا على عهْدِكَ ووعدِكَ ما استطعْتُ، أعوذُ بِكَ مِنْ شرِّ ما صنَعْتُ، وأبوءُ لَكَ بنعمتِكَ علَيَّ، وأعْتَرِفُ بذنوبي، فاغفرْ لِي ذنوبي، إِنَّه لَا يغفِرُ الذنوبَ إلَّا أنتَ)"
  },
  {
    "id": 10,
    "name": "أذكار بعد صلاة المغرب",
    "description": "يُستحب للمسلم أن يتمسك بعد أداء صلاة المغرب الالتزام ببعض الأذكار خاصة، التي ثبتت عن الرسول- صلى الله عليه وسلم-؛ وهي التي تُقال بعد صلاة المغرب تحديدًا، كما سيتم ذكر هذه الأذكار الخاصة بصلاة المغرب على النحو الآتي:[١] قوله- صلى الله عليه وسلم: (من قال لا إله إلا اللهُ وحدَه لا شريكَ له، له الملكُ وله الحمدُ يُحْيِي ويُمِيتُ وهو على كلِّ شيءٍ قديرٌ، عَشْرَ مراتٍ على إِثْرِ المغربِ بعث اللهُ له مَسلَحَةً يَحْفَظُونَه من الشيطانِ حتى يُصْبِحَ، وكَتَب له بها عَشْرَ حسناتٍ مُوجِباتٍ ومَحَا عنه عَشْرَ سيئاتٍ مُوبِقاتٍ وكانت له بعَدْلِ عَشْرِ رِقابٍ مؤمناتٍ).[٢] (كان رسولُ اللهِ -صلى الله عليه وسلم- إذا انصرفَ من صلاةِ المغربِ؛ يدخل فيُصلّي ركعتينِ ثم يقولُ فيما يدعو: يا مُقلّبَ القلوب ثَبّتْ قلوبنا على ديْنِكَ)"
  },
  {
    "id": 10,
    "name": "أفضل ما يقال بعد صلاة الفجر",
    "description": " ثبت عن رسول الله - صلّى الله عليه وسلّم - أنّه كان إذا سلّم من صلاة الفريضة قال: أستغفر الله، أستغفر الله، اللهم أنت السّلام ومنك السّلام، تباركت يا ذا الجلال والإكرام ، أخرجه مسلم. ثبت أيضاً أنّه كان يقول: لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كلّ شيء قدير، اللهم لا مانع لما أعطيت ولا معطي لما منعت، ولا ينفع ذا الجدّ منك الجدّ ، أخرجه البخاري ومسلم. لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كلّ شيء قدير، ولا حول ولا قوة إلا بالله، لا إله إلا الله، ولا نعبد إلا إيّاه، له النّعمة وله الفضل وله الثّناء الحسن، لا إله إلا الله مخلصين له الدّين ولو كره الكافرون، قال ابن الزبير رضي الله عنهما"
  }
]